Repository: armandocorradini/formemoDeveloper
Catalog: ForMemo/Xcstrings&plist/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: ForMemo lets you create, organize, and manage tasks and notes in a simple and intuitive way. You can quickly create tasks, even with Siri. Attachments (photos, documents, audio) can be added directly within the app. When you set a due date, the app automatically schedules a notification: at the due time or in advance (from 1 to 7 days), based on your settings. You can also add a custom reminder and a location-based notification. With reminders, you can choose when to be notified or, using Siri, let them be set automatically. You can associate a location with a task and receive a notification when you arrive, with the option to open navigation apps to reach it. The app offers customization options, light and dark mode, and different viewing layouts. You can import tasks from Calendar, Apple Reminders, or CSV files, and export them to Calendar, CSV, or ICS format. The app also includes a Wallet section for loyalty cards and tickets, with barcode and QR code scanning and quick access to your saved items. You can create and manage Trip Lists (packing lists) for your travels, and keep track of important documents and their expiration dates in the Documents section. You can attach photos, documents, PDFs, audio recordings, and scanned pages directly to tasks. Weather forecasts are integrated, including detailed weekly and hourly views to help you plan your activities. Complete backup and restore is available, including tasks, reminders, attachments, cards, tickets, trips, documents, and app settings. Available in English, Italian, French, German, and Spanish. Your data stays on your device (or iCloud, if enabled). No account required and no tracking.
de: ForMemo ermöglicht dir, Aufgaben und Notizen einfach und intuitiv zu erstellen, zu organisieren und zu verwalten. Du kannst Aufgaben schnell erstellen, auch mit Siri. Anhänge (Fotos, Dokumente, Audiodateien) können direkt in der App hinzugefügt werden. Wenn du ein Fälligkeitsdatum festlegst, plant die App automatisch eine Mitteilung: zum Fälligkeitszeitpunkt oder im Voraus (1 bis 7 Tage), abhängig von deinen Einstellungen. Du kannst auch eine eigene Erinnerung und eine ortsbasierte Mitteilung hinzufügen. Mit Erinnerungen kannst du festlegen, wann du benachrichtigt werden möchtest, oder sie mit Siri automatisch einrichten lassen. Du kannst einer Aufgabe einen Ort zuordnen und eine Mitteilung erhalten, wenn du dort ankommst. Außerdem kannst du Navigationsapps öffnen, um dorthin zu gelangen. Die App bietet Anpassungsoptionen, den hellen und dunklen Modus sowie verschiedene Darstellungsoptionen. Du kannst Aufgaben aus Kalender, Apple Erinnerungen oder CSV-Dateien importieren und sie in Kalender oder im CSV- bzw. ICS-Format exportieren. Die App umfasst außerdem einen Wallet-Bereich für Kundenkarten und Tickets mit Barcode- und QR-Code-Scan sowie schnellem Zugriff auf deine gespeicherten Einträge. Du kannst Reiselisten (Packlisten) für deine Reisen erstellen und verwalten und wichtige Dokumente sowie deren Ablaufdaten im Bereich „Dokumente“ im Blick behalten. Du kannst Fotos, Dokumente, PDFs, Audioaufnahmen und gescannte Seiten direkt an Aufgaben anhängen. Wettervorhersagen sind integriert, einschließlich detaillierter Wochen- und Stundenansichten, damit du deine Aktivitäten besser planen kannst. Eine vollständige Sicherung und Wiederherstellung ist verfügbar, einschließlich Aufgaben, Erinnerungen, Anhängen, Karten, Tickets, Reisen, Dokumenten und App-Einstellungen. Verfügbar auf Englisch, Italienisch, Französisch, Deutsch und Spanisch. Deine Daten bleiben auf deinem Gerät (oder in iCloud, wenn aktiviert). Kein Account erforderlich und kein Tracking.
es: ForMemo te permite crear, organizar y gestionar tareas y notas de forma sencilla e intuitiva. Puedes crear tareas rápidamente, incluso con Siri. Puedes añadir archivos adjuntos (fotos, documentos y archivos de audio) directamente en la aplicación. Cuando estableces una fecha de vencimiento, la aplicación programa automáticamente una notificación: a la hora de vencimiento o con antelación (de 1 a 7 días), según tus ajustes. También puedes añadir un recordatorio personalizado y una notificación basada en la ubicación. Con los recordatorios, puedes elegir cuándo recibir una notificación o, mediante Siri, hacer que se configuren automáticamente. Puedes asociar una ubicación a una tarea y recibir una notificación cuando llegues, con la opción de abrir aplicaciones de navegación para llegar a ella. La aplicación ofrece opciones de personalización, modo claro y oscuro y diferentes diseños de visualización. Puedes importar tareas desde Calendario, Recordatorios de Apple o archivos CSV, y exportarlas a Calendario o en formato CSV o ICS. La aplicación también incluye una sección Wallet para tarjetas de fidelización y entradas, con escaneo de códigos de barras y códigos QR y acceso rápido a los elementos guardados. Puedes crear y gestionar listas de viaje (listas para preparar el equipaje) y realizar un seguimiento de documentos importantes y sus fechas de vencimiento en la sección Documentos. Puedes adjuntar fotos, documentos, archivos PDF, grabaciones de audio y páginas escaneadas directamente a las tareas. Las previsiones meteorológicas están integradas, con vistas semanales y horarias detalladas para ayudarte a planificar tus actividades. Puedes realizar copias de seguridad y restauraciones completas, incluidas tareas, recordatorios, archivos adjuntos, tarjetas, entradas, viajes, documentos y ajustes de la aplicación. Disponible en inglés, italiano, francés, alemán y español. Tus datos permanecen en tu dispositivo (o en iCloud, si está activado). No necesitas ninguna cuenta y no se realiza ningún seguimiento.
fr: ForMemo vous permet de créer, d’organiser et de gérer des tâches et des notes de manière simple et intuitive. Vous pouvez créer rapidement des tâches, y compris avec Siri. Des pièces jointes (photos, documents, fichiers audio) peuvent être ajoutées directement dans l’App. Lorsque vous définissez une date d’échéance, l’App programme automatiquement une notification : à l’heure prévue ou à l’avance (de 1 à 7 jours), selon vos réglages. Vous pouvez également ajouter un rappel personnalisé et une notification basée sur la position. Avec les rappels, vous pouvez choisir quand recevoir une notification ou, avec Siri, les faire configurer automatiquement. Vous pouvez associer un lieu à une tâche et recevoir une notification lorsque vous arrivez à destination, avec la possibilité d’ouvrir une app de navigation pour vous y rendre. L’App propose des options de personnalisation, les modes clair et sombre ainsi que différentes dispositions d’affichage. Vous pouvez importer des tâches depuis Calendrier, Rappels d’Apple ou des fichiers CSV, et les exporter vers Calendrier ou aux formats CSV et ICS. L’App comprend également une section Wallet pour les cartes de fidélité et les billets, avec la numérisation des codes-barres et des codes QR et un accès rapide aux éléments enregistrés. Vous pouvez créer et gérer des listes de voyage (listes de préparation) pour vos déplacements et suivre vos documents importants ainsi que leurs dates d’expiration dans la section Documents. Vous pouvez joindre directement aux tâches des photos, des documents, des fichiers PDF, des enregistrements audio et des pages numérisées. Les prévisions météorologiques sont intégrées, avec notamment des vues détaillées sur la semaine et par heure pour vous aider à planifier vos activités. La sauvegarde et la restauration complètes sont disponibles, notamment pour les tâches, les rappels, les pièces jointes, les cartes, les billets, les voyages, les documents et les réglages de l’App. Disponible en anglais, italien, français, allemand et espagnol. Vos données restent sur votre appareil (ou dans iCloud, si la synchronisation est activée). Aucun compte n’est requis et aucun suivi n’est effectué.
it: ForMemo ti permette di creare, organizzare e gestire attività e note in modo semplice e intuitivo. Puoi creare rapidamente le attività, anche con Siri. Gli allegati (foto, documenti, file audio) possono essere aggiunti direttamente nell’App. Quando imposti una data di scadenza, l’App programma automaticamente una notifica: all’ora di scadenza o in anticipo (da 1 a 7 giorni), in base alle tue impostazioni. Puoi anche aggiungere un promemoria personalizzato e una notifica basata sulla posizione. Con i promemoria puoi scegliere quando ricevere una notifica oppure, usando Siri, puoi impostarli automaticamente. Puoi associare un luogo a un’attività e ricevere una notifica quando arrivi, con la possibilità di aprire le app di navigazione per raggiungerlo. L’App offre opzioni di personalizzazione, modalità chiara e scura e diversi layout di visualizzazione. Puoi importare attività da Calendario, Promemoria di Apple o file CSV ed esportarle in Calendario o nei formati CSV e ICS. L’App include anche una sezione Wallet per carte fedeltà e biglietti, con scansione di codici a barre e codici QR e accesso rapido agli elementi salvati. Puoi creare e gestire Liste di viaggio (liste per i bagagli) per i tuoi viaggi e tenere sotto controllo i documenti importanti e le relative date di scadenza nella sezione Documenti. Puoi allegare direttamente alle attività foto, documenti, PDF, registrazioni audio e pagine scansionate. Le previsioni meteo sono integrate, incluse viste dettagliate settimanali e orarie per aiutarti a pianificare le tue attività. È disponibile il backup e il ripristino completo, incluse attività, promemoria, allegati, carte, biglietti, viaggi, documenti e impostazioni dell’App. Disponibile in inglese, italiano, francese, tedesco e spagnolo. I tuoi dati rimangono sul dispositivo (o su iCloud, se abilitato). Non è richiesto alcun account e non viene effettuato alcun tracciamento.

source: ForMemo supports direct credential import from the Apple Passwords app. 1. Open the Passwords app. 2. Tap the More button (...), then choose Export Data to Another App. 3. Select the credentials you want to transfer. 4. Authenticate with Face ID, Touch ID, or your device passcode. 5. Select ForMemo. The selected credentials are imported directly into the Vault.
de: ForMemo unterstützt den direkten Import von Anmeldedaten aus der Apple-App Passwörter. 1. Öffnen Sie die App Passwörter. 2. Tippen Sie auf die Taste Mehr (...) und wählen Sie Daten an eine andere App exportieren. 3. Wählen Sie die Anmeldedaten aus, die Sie übertragen möchten. 4. Authentifizieren Sie sich mit Face ID, Touch ID oder Ihrem Gerätecode. 5. Wählen Sie ForMemo. Die ausgewählten Anmeldedaten werden direkt in den Tresor importiert.
es: ForMemo admite la importación directa de credenciales desde la aplicación Contraseñas de Apple. 1. Abre la aplicación Contraseñas. 2. Pulsa el botón Más (...) y selecciona Exportar datos a otra aplicación. 3. Selecciona las credenciales que deseas transferir. 4. Autentícate con Face ID, Touch ID o el código de tu dispositivo. 5. Selecciona ForMemo. Las credenciales seleccionadas se importarán directamente a la Caja fuerte.
fr: ForMemo prend en charge l'importation directe des identifiants depuis l'application Mots de passe d'Apple. 1. Ouvrez l'application Mots de passe. 2. Touchez le bouton Plus (...), puis choisissez Exporter les données vers une autre app. 3. Sélectionnez les identifiants que vous souhaitez transférer. 4. Authentifiez-vous avec Face ID, Touch ID ou le code de votre appareil. 5. Sélectionnez ForMemo. Les identifiants sélectionnés sont importés directement dans le Coffre-fort.
it: ForMemo supporta l'importazione diretta delle credenziali dall'app Password di Apple. 1. Apri l'app Password. 2. Tocca il pulsante Altro (...), quindi scegli Esporta dati in un'altra app. 3. Seleziona le credenziali da trasferire. 4. Conferma con Face ID, Touch ID o il codice del dispositivo. 5. Seleziona ForMemo. Le credenziali selezionate vengono importate direttamente nella Cassaforte.

source: ForMemo supports three main Siri commands: • “New ForMemo” creates a new task using natural language. The app can automatically assign a category and reminder based on your task title and deadline. • “Search ForMemo” lets you search tasks by keyword. • “Check ForMemo” reads tasks planned for a date or period such as today, tomorrow, weekends, weeks, or specific dates. Automatic category and reminder assignment can be enabled in Settings for Siri-created tasks.
de: ForMemo unterstützt drei Hauptbefehle für Siri: • „Neues ForMemo“ erstellt mit natürlicher Sprache eine neue Aufgabe. Die App kann automatisch eine Kategorie und eine Erinnerung basierend auf Titel und Fälligkeitsdatum zuweisen. • „ForMemo suchen“ ermöglicht die Suche nach Aufgaben über Schlüsselwörter. • „ForMemo prüfen“ liest Aufgaben für einen bestimmten Tag oder Zeitraum wie heute, morgen, Wochenenden, Wochen oder bestimmte Daten vor. Die automatische Zuweisung von Kategorien und Erinnerungen kann in den Einstellungen für mit Siri erstellte Aufgaben aktiviert werden.
es: ForMemo admite tres comandos principales de Siri: • «Nuevo ForMemo» crea una nueva tarea utilizando lenguaje natural. La aplicación puede asignar automáticamente una categoría y un recordatorio según el título y la fecha de vencimiento. • «Buscar ForMemo» permite buscar tareas mediante palabras clave. • «Comprobar ForMemo» lee las tareas programadas para una fecha o período como hoy, mañana, fines de semana, semanas o fechas específicas. La asignación automática de categorías y recordatorios puede activarse en Ajustes para las tareas creadas con Siri.
fr: ForMemo prend en charge trois principales commandes Siri : • « Nouveau ForMemo » crée une nouvelle tâche en langage naturel. L’application peut attribuer automatiquement une catégorie et un rappel selon le titre et l’échéance. • « Rechercher ForMemo » permet de rechercher des tâches par mot-clé. • « Vérifier ForMemo » lit les tâches prévues pour une date ou une période donnée, comme aujourd’hui, demain, les week-ends, les semaines ou des dates spécifiques. L’attribution automatique des catégories et des rappels peut être activée dans les Réglages pour les tâches créées avec Siri.
it: ForMemo supporta tre principali comandi Siri: • “Nuovo ForMemo” crea una nuova attività utilizzando il linguaggio naturale. L’app può assegnare automaticamente una categoria e un promemoria in base al titolo e alla scadenza dell’attività. • “Cerca ForMemo” consente di cercare attività tramite parole chiave. • “Controlla ForMemo” legge le attività pianificate per una data o un periodo come oggi, domani, fine settimana, settimane o date specifiche. L’assegnazione automatica di categorie e promemoria può essere attivata nelle Impostazioni per le attività create con Siri.

source: From Calendar
de: Aus dem Kalender
es: Desde el calendario
fr: Depuis le calendrier
it: Da calendario

source: From file CSV
de: Aus CSV-Datei
es: Desde archivo CSV
fr: Depuis un fichier CSV
it: Da file CSV

source: From Reminders
de: Aus Erinnerungen
es: Desde Recordatorios
fr: Depuis Rappels
it: Da Promemoria

source: From: %@
de: Von: %@
es: De: %@
fr: De : %@
it: Da: %@

source: Fuel Card
de: Tankkarte
es: Tarjeta de combustible
fr: Carte carburant
it: Carta carburante

source: Full
de: Vollständig
es: Completo
fr: Complet
it: Completo

source: Full task
de: Vollständige Aufgabe
es: Tarea completa
fr: Tâche complète
it: Attività completa

source: Galaxy
de: Galaxie
es: Galaxie
fr: Galaxie
it: Galassia

source: Gallery
de: Galerie
es: Galería
fr: Galerie
it: Galleria

source: Gas Bottle
de: Gasflasche
es: Bombona de gas
fr: Bouteille de gaz
it: Carta carburante

source: General
de: Allgemein
fr: Général
it: Generali

source: General Snapshot
de: Allgemeine Übersicht
es: Resumen general
fr: Aperçu général
it: Panoramica generale

source: Generate Diagnostics Now
de: Diagnose jetzt erstellen
es: Generar diagnóstico ahora
fr: Générer les diagnostics maintenant
it: Genera diagnosi ora

source: Generate password
de: Passwort generieren
es: Generar contraseña
fr: Générer un mot de passe
it: Genera password

source: Get notified when you arrive at a place. Associate a location with a task and receive a reminder automatically at the right moment.
de: Erhalte eine Benachrichtigung, wenn du an einem Ort ankommst. Verknüpfe einen Ort mit einer Aufgabe und erhalte automatisch eine Erinnerung zum richtigen Zeitpunkt.
es: Recibe una notificación cuando llegues a un lugar. Asocia una ubicación a una tarea y recibe automáticamente un recordatorio en el momento adecuado.
fr: Recevez une notification lorsque vous arrivez à un endroit. Associez un lieu à une tâche et recevez automatiquement un rappel au bon moment.
it: Ricevi una notifica quando arrivi in un luogo. Associa una posizione a un’attività e ricevi automaticamente un promemoria al momento giusto.

source: Get Started
de: Loslegen
es: Empezar
fr: Commencer
it: Inizia

source: Get started with a few simple taps:
de: Beginne mit ein paar einfachen Schritten:
es: Empieza con unos pocos toques sencillos:
fr: Commencez en quelques gestes simples:
it: Inizia con pochi semplici tocchi:

source: Get Tasks
de: Erinnerungen lesen
es: Leer recordatorios
fr: Lire les rappels
it: Leggi Promemoria

source: Get tasks for a selected period.
de: Aufgaben für einen ausgewählten Zeitraum abrufen.
es: Obtener tareas para un período seleccionado.
fr: Obtenir les tâches pour une période sélectionnée.
it: Ottieni le attività per un periodo selezionato.

source: Gloves
de: Handschuhe
es: Guantes
fr: Gants
it: Guanti

source: good
de: Gut
es: Buena
fr: Bon
it: Buona

source: Graphite
de: Graphit
es: Grafito
it: Grafite

source: Grouped
de: Gruppiert
es: Grupos
fr: Groupé
it: Gruppi

source: Gym Card
de: Fitnessstudio-Karte
es: Tarjeta de Gimnasio
fr: Carte de Salle de Sport
it: Tessera Palestra

source: Hairbrush
de: Haarbürste
es: Cepillo para el pelo
fr: Brosse à cheveux
it: Spazzola per capelli

source: Hairline
de: Haarlinie
es: Ultrafino
fr: Très fin
it: Sottilissimo

source: Hand Warmers
de: Handwärmer
es: Calientamanos
fr: Chaufferettes pour les mains
it: Scaldamani

source: Hat
de: Hut
es: Gorra
fr: Chapeau
it: Cappello

source: Headphones
de: Kopfhörer
es: Auriculares
fr: Casque audio
it: Cuffie

source: Health Card
de: Gesundheitskarte
es: Tarjeta Sanitaria
fr: Carte de Santé
it: Tessera Sanitaria

source: Heavy Rain
de: Starker Regen
es: Lluvia Intensa
fr: Forte Pluie
it: Pioggia Intensa

source: Helmet
de: Helm
es: Casco
fr: Casque
it: Casco

source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto

source: Here’s what’s planned for %1$@:
de: Das ist geplant für %1$@:
es: Esto es lo previsto para %1$@:
fr: Voici ce qui est prévu pour %1$@ :
it: Ecco cosa è previsto per %1$@:

source: Hidden
de: Ausgeblendet
es: Oculta
fr: Masquée
it: Nascosta

source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
it: Nascondi

source: Hide Archived
de: Archivierte ausblenden
es: Ocultar archivadas
fr: Masquer les archives
it: Nascondi archiviate

source: Hide Password
de: Passwort ausblenden
es: Ocultar contraseña
fr: Masquer le mot de passe
it: Nascondi password

source: Highlight overdue & today (critical priority)
de: Heute und überfällige Aufgaben hervorheben (kritische Priorität)
es: Resaltar hoy y vencidas (prioridad crítica)
fr: Mettre en évidence aujourd’hui et en retard (priorité critique)
it: Evidenzia oggi e scadute (priorità critica)

source: Hiking
de: Wandern
es: Senderismo
fr: Randonnée
it: Escursionismo

source: Hiking Boots
de: Wanderschuhe
es: Botas de senderismo
fr: Chaussures de randonnée
it: Scarponi da trekking

source: Hiking Gear
de: Wanderausrüstung
es: Equipo de senderismo
fr: Équipement de randonnée
it: Attrezzatura da trekking

source: Home Insurance
de: Hausratversicherung
es: Seguro del Hogar
fr: Assurance Habitation
it: Assicurazione Casa

source: hour
de: Stunde
es: hora
fr: heure
it: ora

source: hours
de: Stunden
es: horas
fr: heures
it: ore

source: Hours before
de: Stunden vorher
es: Horas antes
fr: Heures avant
it: Ore prima

source: How are notifications managed?
de: Wie werden Benachrichtigungen verwaltet?
es: ¿Cómo se gestionan las notificaciones?
fr: Comment les notifications sont-elles gérées ?
it: Come vengono gestite le notifiche?

source: How are tags assigned automatically?
de: Wie werden Tags automatisch zugewiesen?
es: ¿Cómo se asignan automáticamente las etiquetas?
fr: Comment les étiquettes sont-elles attribuées automatiquement ?
it: Come vengono assegnati automaticamente i tag?

source: How can I use Siri with ForMemo?
de: Wie kann ich Siri mit ForMemo verwenden?
es: ¿Cómo puedo usar Siri con ForMemo?
fr: Comment puis-je utiliser Siri avec ForMemo ?
it: Come posso usare Siri con ForMemo?

source: How do I import passwords from Apple Passwords into the Vault?
de: Wie importiere ich Passwörter aus Apple Passwörter in den Tresor?
es: ¿Cómo importo contraseñas desde Contraseñas de Apple a la Caja fuerte?
fr: Comment importer des mots de passe depuis Mots de passe Apple vers le Coffre-fort ?
it: Come faccio a importare le password da Password di Apple nella Cassaforte?

source: How do I use AutoFill?
de: Wie verwende ich AutoAusfüllen?
es: ¿Cómo se utiliza el Autorrelleno?
fr: Comment utiliser le remplissage automatique ?
it: Come si utilizza Inserimento automatico?

source: How do location reminders work?
de: Wie funktionieren ortsbasierte Erinnerungen?
es: ¿Cómo funciona posponer?
fr: Comment fonctionnent les rappels de localisation ?
it: Come funzionano i promemoria di posizione?

source: How do recurring tasks work?
de: Wie funktionieren wiederkehrende Aufgaben?
es: ¿Cómo funcionan las tareas recurrentes?
fr: Comment fonctionnent les tâches récurrentes ?
it: Come funzionano le attività ricorrenti?

source: How does snooze work?
de: Wie funktioniert Snooze?
es: ¿Cómo funciona la creación de tareas?
fr: Comment fonctionne le report (snooze) ?
it: Come funziona lo snooze?

source: How does task creation work?
de: Wie funktioniert das Erstellen von Aufgaben?
es: ¿Cómo funciona la creación de tareas?
fr: Comment fonctionne la création de tâche ?
it: Come funziona la creazione di un’attività?

source: How is the app badge calculated?
de: Wie wird das App-Badge berechnet?
es: ¿Cómo se calcula la insignia de la app?
fr: Comment le badge de l’app est-il calculé ?
it: Come viene calcolato il badge dell’app?

source: How is Vault content protected?
de: Wie werden Inhalte im Tresor geschützt?
es: ¿Cómo está protegido el contenido de la Caja fuerte?
fr: Comment le contenu du Coffre est-il protégé ?
it: Come sono protetti i contenuti della Cassaforte?

source: I couldn't access your reminders right now.
de: Ich kann derzeit nicht auf deine Erinnerungen zugreifen.
es: No puedo acceder a tus recordatorios en este momento.
fr: Je ne peux pas accéder à vos rappels pour le moment.
it: Non riesco ad accedere ai tuoi promemoria in questo momento.

source: I couldn't calculate the requested date.
de: Das angeforderte Datum konnte nicht berechnet werden.
es: No he podido calcular la fecha solicitada.
fr: Je n’ai pas pu calculer la date demandée.
it: Non sono riuscito a calcolare la data richiesta.

source: I couldn't find any reminders matching %@.
de: Ich konnte keine Erinnerungen finden, die zu %@ passen.
es: No pude encontrar recordatorios que coincidan con %@.
fr: Je n’ai trouvé aucun rappel correspondant à %@.
it: Non ho trovato promemoria corrispondenti a %@.

source: I couldn't understand the date or period.
de: Ich konnte das Datum oder den Zeitraum nicht verstehen.
es: No he podido entender la fecha o el período.
fr: Je n’ai pas pu comprendre la date ou la période.
it: Non sono riuscito a capire la data o il periodo.
